<template>
    <van-nav-bar
        title="无忧家政用户协议"
        left-arrow
        @click-left="onClickLeft"
    />
    <div style="padding:0 10px">
        <p>
            欢迎您与家事无忧家政（以下简称“无忧家政”或者“我们”）签署《无忧家政用户协议》（以下简
            称“本协议”）并使用无忧家政平台服务！
            <br>
            <br>
            在您使用我们平台服务前，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。除非您已阅读并接受本协议所有条款，否则您无权
            使用无忧家政的平台服务。您的使用行为将被视为对本协议全部内容的认可
        </p>
        <h3>一、定义</h3>
        <p>1.1 无忧家政：是北京家事无忧
            家政服务有限公司的简称，代
            指北京家事无忧家政服务有限
            公司及其旗下家政服务范围内的所
            有子公司、分公司。
            <br>
            <br>
            1.2 无忧家政平台：指无忧家政运营之无忧家政网站（a.51baomu.cn)、WAP站点、及无忧家政移动应用软件（APP）等（包括未来技术发展出现的新的形态）。
            <br>
            <br>
            1.3 用户：包含注册用户和非注册用户，以下亦称为“您”。注册用户是指通过无忧家政平台完成全部注册程序后，使用无忧家政平台服务或无忧家政平台资料的用户。非注册用户是指未进行注册、直接登录无忧家政平台或通过其他网站进入无忧家政平台直接或间接地使用无忧家政平台服务或无忧家政平台资料的用户。
            1.4 家政服务员：以下简称“服务员”，指提供家政服务换取劳动报酬的个人。
            <br>
            <br>
            1.5 雇主：指付出劳动报酬聘请服务员的个人或机构。
            <br>
            <br>
            1.6 无忧家政平台服务：指基于互联网，由无忧家政通过无忧家政平台为家政服务员和雇主提供进行服务交易的信息匹配服务。
            <br>
            <br>
            1.7 无忧家政平台规则：包括在所有无忧家政平台内已经发布及后续发布的全部规则、解读、公告等内容以及在帮助中心内发布的各类规则、实施细则、产品流程说明、公告等。
        </p>
        <h3>二、协议效力</h3>
        <p>
            2.1 在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他无忧家政允许的方式实际使用无忧家政平台服务时，您即受本协议的约束
            <br>
            2.2 您在使用无忧家政某一特定服务时，该服务可能会另有单独的协议、相关业务规则等。所有无忧家政已经发布的或将来可能发布的规则为本协议不可分割的组成部分，与本协议具有同等法律效力。除另行明确声明外，任何无忧家政及其关联公司提供的服务均受本协议约束。
            <br>
            2.3 无忧家政有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并以网站及/或移动应用软件公示的方式进行公示，若修改已公示的协议，则修改后的协议自公示之日其七个自然日后开始生效。如您继续使用无忧家政平台服务的，即表示您接受经修订的协议和规则。如发生有关争议时，以无忧家政最新的相关协议和规则为准。
            <br>
            2.4您理解并同意，由于无忧家政可能进行业务战略调整，届时由变更后的无忧家政经营者与您共同履行本协议并向您提供服务，无忧家政各业务经营者的变更不会影响您本协议项下的权益。
        </p>
        <h3>三、无忧家政经营业务简介</h3>
        <p>
            3.1 无忧家政通过无忧家政平台提供服务及提供信息匹配服务，您可通过无忧家政平台上查询服务的信息、达成交易意向并进行交易、对购买的服务进行评价、发布交易信息、参加无忧家政平台活动以及使用其他信息服务及技术服务等；为改善用户体验或经营需要，无忧家政平台服务的项目和内容可能会不时调整。
            <br>
            3.2 您理解并知悉，无忧家政经营如下服务：保姆、月嫂、育儿嫂、护工、小时工、保洁。
            <br>
            3.3 您应自行准备如下设备并承担如下开支：
            <br>
            (1) 上网设备：包括但不限于计算机、调制解调器或其他必备的上网装置；
            <br>
            (2) 上网开支：包括但不限于网络接入费、手机流量费等费用。
        </p>
        <h3>四、用户管理</h3>
        <p>
            4.1 您确认，在您开始注册程序或使用无忧家政服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。若您代表法人实体签订本协议，您应获得授权并遵守本协议。（并约束该法人实体）。
            <br>
            4.2 在使用无忧家政平台服务时，您应按照无忧家政平台页面的提示提供息真实、准确、完整、合法、有效的个人信息、移动电话号码，并根据无忧家政平台系统操作提示验证您的手机号码。无忧家政在任何时候都有权以相关有效手段验证您所提供的信息，并有权在确定您提供的信息验证不真实时，拒绝向您提供服务或拒绝您使用我们的应用程序。
            <br>
            4.3 您应当妥善保管在申请注册无忧家政平台时获得的账户和密码、短信验证码，不得将其泄露或者提供给任何第三方，否则，由此给您造成的损失及风险由您自行承担。如您无法提供相反的有效证据，您的账户下的一切使用及操作行为均视为您个人所为，除无忧家政存在过错外，您应对您账户项下的所有行为结果负责。如您发现他人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以书面的、有效的方式通知无忧家政，要求无忧家政暂停相关服务。在此，您理解无忧家政对您的请求采取行动需要合理时间，无忧家政对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
            <br>
            4.4 您可以为您的账户设定头像、昵称等，但必须遵守法律法规、社会公德、公序良俗，且不得侵犯他人合法权益，否则，无忧家政有权采取限制措施或终止为您提供服务。若您不再属于无忧家政注册用户，对于您的原昵称，无忧家政可以将其开放给任意用户注册使用。
            <br>
            4.5 除非有法律规定或依生效司法裁决，或者符合无忧家政公布的条件，否则您的账户、登陆密码和支付密码（如有）和验证码不得以任何方式转让、借用、赠与或继承，否则无忧家政有权追究您的违约责任，且由此产生的一切责任均由您承担。
            <br>
            4.6 您了解并同意，无忧家政拥有通过邮件、短信、电话等形式，向您及您指定的收货人发送订单信息、促销活动、广告或广告链接等告知信息的权利。
            <br>
            4.7 无忧家政不对您发布信息的删除或储存失败负责，无忧家政有权判定您的行为是否符合无忧家政平台规则的要求，如果您的行为不符合前述要求，无忧家政有权终止对您提供服务。
            <br>
            4.8 依据国家相关法律法规规章，您同意严格遵守以下义务：
            <br>
            （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
            <br>
            （2）从中国大陆向境外传输资料信息时必须符合中国有关法律法规；
            <br>
            （3）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
            <br>
            （4）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；
            <br>
            （5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；
            <br>
            （6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；
            <br>
            （7）不得利用在本网站注册的账户进行牟利性经营活动（如批发、炒货、转卖）
            <br>
            （8）不得在评论区发布与所售商品或服务无关的信息，或恶意进行负面评价；
            <br>
            （9）不得以恶意索赔、投诉等方式干扰商家正常经营；
            <br>
            （10）不得发布任何侵犯他人著作权、商标权等知识产权及其他合法权利的内容。无忧家政保留删除网站内涉嫌违反本协议、法律法规政策及不真实的信息内容且无须通知您的权利；
            <br>
            （11）不得教唆他人从事本条所禁止的行为。
            <br>
            若您未遵守以上规定的，无忧家政有权作出独立判断并采取暂停或者永久关闭您的账号，并且您须对自己的言论和行为承担法律责任。
        </p>
        <h3>五、交易规则</h3>
        <p>
            5.1您同意并认可无忧家政平台上的服务宣传信息，将由工作人员联系您沟通服务、交易细节。由于网站上信息的数量极其庞大，虽然无忧家政会尽最大努力保证您所浏览服务信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，网页显示的信息可能会有一定的滞后性或差错，对此情形您表示知悉并理解，并同意不追究无忧家政的违约或侵权责任；如您发现服务信息错误的或有疑问的，请您不要支付，并在第一时间告诉无忧家政，无忧家政客服电话：400-609-3600。
            <br>
            5.2 无忧家政平台上显示的服务员工资、工作年限等为参考数值，非无忧家政或商家承诺实际数据，因数据量庞大，更新会有一定滞后，实际情况以面谈过程，以服务员传达的信息为准。
            <br>
            5.3 您在无忧家政平台下单购买服务后，为保障您的合法权益，请务必配合工作人员与您确定身份信息。如因您的原因未经核实使用了非约定服务，因此产生的纠纷或损失，全部由您自行承担。
        </p>
        <h3>六、付款及发票</h3>
        <p>
            6.1您理解并同意，您在无忧家政平台向商家支付的费用可能仅为预付款或上门费，请您在购买前仔细阅读服务详情内的收费标准，并在服务前与工作人员确认您应当实际支付的费用。
            <br>
            6.2在您确认通过无忧家政平台选择服务后，根据您选择的服务项目以及具体需求，无忧家政平台工作人员提供初步估算的价格供您参考。您清楚并同意，上述价格为预估价格，您需要支付的款项应当以实际签订合同中的金额为准。
            <br>
            6.3您承诺遵守契约精神，对您在无忧家政平台下单并享有服务的情况下履行您的基本付款义务（具体要求付款时点以无忧家政工作人员通知为准），若非因服务质量问题等客观实际的因素，您恶意拒绝付款的，无忧家政有权对您采取技术措施，包括但不限于冻结或注销您的账号停止为您提供服务，并追究您的法律责任。
            <br>
            6.4您清楚并同意，您有权就您支付的平台使用费向无忧家政申请发票。
        </p>
        <h3>七、责任限制</h3>
        <p>
            7.1 无忧家政依照法律规定履行基础保障义务，但对于下述原因导致的本协议履行障碍、履行瑕疵、履行延后或履行内容变更等情形，无忧家政并不承担相应的违约责任：
            <br>
            （1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
            <br>
            （2）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；
            <br>
            （3）在无忧家政已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
            <br>
            7.2 您理解并同意，由于海量信息的存在，无忧家政无法杜绝可能存在的风险和瑕疵。无忧家政对于任何自无忧家政平台而获得的他人的信息或者广告宣传等任何资讯（以下统称"信息"），不保证真实、准确和完整性。如果您通过上述"信息"而进行任何行为，须自行甄别真伪和谨慎预防风险。
            <br>
            7.3 无忧家政有权根据业务战略规划或市场行情中断一项或多项服务，并不就此向任何人承担责任。
            <br>
            7.4 您理解并同意，在争议协商调解中，无忧家政平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，无忧家政对争议协调决定免责。
        </p>
        <h3>八、用户信息的保护及授权</h3>
        <p>无忧家政非常重视用户个人信息的保护，在您使用无忧家政提供的服务时，您同意无忧家政按照在平台上公布的《隐私政策》收集、存储、使用、披露、处理和保护您的个人信息。无忧家政希望通过《隐私政策》向您清楚地介绍对您个人信息的处理方式，因此建议您完整地阅读《隐私政策》，以帮助您更好地保护您的隐私权。</p>
        <h3>九、所有权及知识产权</h3>
    </div>
</template>
<script setup>
     const onClickLeft = () => history.back();
</script>
<style scoped>
    p{
        font-size: 0.3rem;
    }
    h3{
        font-size: 0.4rem;
    }
</style>